public class Main {
    public static void main(String[] args) {
        // задание 1
        // Объявляете переменные для входных данных и
        // параметров программы: одну для хранения
        // стоимости билета, другую для хранения количества
        // рублей для одной бонусной мили

        // Рассчитываете количество бонусных миль, используя
        // значения заведённых переменных. Ответ сохраняете в
        // новую переменную и выводите на экран
        int priceTicket = 13676;
        int rub = 20;
        int result = priceTicket / rub;
        System.out.println(result);
    }


}
